<?php
	$data = array('img'=>'https://cic.hongik.ac.kr/home/images/kyc.png','major'=>'컴퓨터정보통신공학과','name'=>'김영철','greet'=>' 저희 컴퓨터정보통신의 교육목적은

소프트웨어와 네트워크 및 보안 분야의 창의적이고 유능한 공학도를 양성함으로써, 미래 정보화 사회에 대처하고, 자신의 발전은 물론 국가와 사회에 공헌할 수 있는 인재를 양성하는 것입니다.

  저희 프로그램에 개설된 소프트웨어 와 네트워크의 기본원리 및 효율적인 융합(convergence) 기술에 대한 이해와 공학적 활용능력, 설계능력, 그리고 인성을 고루 갖춘 실무 중심 엔지니어를 양성하는 교육을 하고 있습니다.

  현재 저희 학과의 특성화 강화 진행에 맞게,  모든 저희 학과 학생들은1) 실무형 SW 개발 능력(8K LOC 이상의 프로그램), 2) 네트워크 구성, 운영, 및 SW 개발 능력배양하여, 소프트웨어와 네트워크에 대한 지식과 연구개발 능력을 하나의 핵심 역량을 갖춘 인재를 길러내고자 합니다.');
	echo json_encode($data);
?>